---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.Start
source: html/c87cadd6-0ab4-53d7-f86e-53436cd5e867.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.Start Property

Gets or Sets the position of release type. True for start, false for end.

## Syntax (C#)
```csharp
public bool Start { get; set; }
```